{
  "Youtubers":
  [
{"YTname":"David Dobrik",
 "YTBorn":"Jul 23, 1996",
"YTHeight":"5'10",
 "YTChannel":"David Dobrik",
 "YTSubcribers":"17.1M",
 "YTpicture":"https://raw.githubusercontent.com/thedonguyen/JSONProjectsIT315/master/david.jpg",
 "YTBio":"David Julian Dobrik (born July 23, 1996) is a Slovak YouTube personality. He found early success on the video sharing platform Vine, before creating a vlog-oriented YouTube channel in late 2014. As of 2019, Dobrik is known for being the leader of the popular YouTube ensemble The Vlog Squad, which features prominently in his vlogs and comprises rotating selections of his friend group. As of December 2019, Dobrik's vlog channel had accumulated 15 million subscribers and 6.4 billion views. The channel was the fifth-most viewed creator channel on YouTube in 2019, with 2.4 billion views that year."},

{"YTname":"Jeff Wittek",
 "YTBorn":"Dec 15, 1989 ",
"YTHeight":"6’ 1",
 "YTChannel":"Jeff Wittek",
 "YTSubcribers":"2.27M",
 "YTpicture":"https://raw.githubusercontent.com/thedonguyen/JSONProjectsIT315/master/jeff.jpg",
 "YTBio":"Jeff Wittek is a famous hairstylist who was born on 15 December 1989 in New York. He has worked with famous personalities like Big Sean, DJ Pauly D, among others. Jeff also runs a YouTube channel where he often uploads videos that are hair related. On 8 September 2011, Wittek started his YouTube channel. Currently, he has more than 2.2 million subscribers on his channel with an average of 692,774 views daily."},

{"YTname":"Cody Ko",
 "YTBorn":"Nov 22, 1990",
"YTHeight":"5'9",
 "YTChannel":"Cody Ko",
 "YTSubcribers":"4.66M",
 "YTpicture":"https://raw.githubusercontent.com/thedonguyen/JSONProjectsIT315/master/cody.jpg",
 "YTBio":"Cody Ko is a Canadian Vine sensation and YouTube personality. He first gained prominence in the online scenario with his #6 second auditions video on Vine and later managed to earn more than 2.7 million followers on the app. He also became incredibly popular on YouTube. He has accumulated more than 833k subscribers and over 79 million views as of March 2018, thanks to his comedy videos! In addition, he has decent numbers of followers on Twitter and Instagram as well. Cody Ko also occasionally writes songs and even performs them himself. He also has a podcast titled ‘Insanely Chill with Cody Ko’. "},

{"YTname":"Felix Kjellberg ",
 "YTBorn":"Oct 24, 1989",
"YTHeight":"6’1”",
 "YTChannel":"PewDiePie",
 "YTSubcribers":"104.1M",
 "YTpicture":"https://raw.githubusercontent.com/thedonguyen/JSONProjectsIT315/master/pewdiepie.jpg",
 "YTBio":"Kjellberg became the most-subscribed YouTuber on 15 August 2013, and after being briefly surpassed in late 2013 by YouTube Spotlight, firmly held the title until early 2019, when he publicly vied for it with Indian record label T-Series. The latter established a significant lead in April that year, although Kjellberg's channel remains as the second-most-subscribed on the platform, having received over 104 million susbcribers, as of 26 April 2020. From 29 December 2014 to 14 February 2017, Kjellberg had the most-viewed channel on YouTube. As of 26 April 2020, his channel has received over 25 billion views, ranking as the 15th-most-viewed channel on the platform. "},

{"YTname":"Jimmy Donaldso ",
 "YTBorn":"May 7, 1998",
"YTHeight":"6’2",
 "YTChannel":"MrBeast",
 "YTSubcribers":"34.5M",
 "YTpicture":"https://raw.githubusercontent.com/thedonguyen/JSONProjectsIT315/master/mrbeast.jpg",
 "YTBio":""},


  ],
  "Status":"OK"
}

